Repository: BrainBlasted/music
Catalog: po/extra/*.po
Languages: cs

source: Music
cs: Hudba

source: The official elementary music player
cs: Oficiální přehrávač hudby pro elementary

source: Music is a fast and beautiful audio player with a focus on music and libraries. It handles external devices, CDs, and album art.
cs: Hudba je rychlý a krásný audio přehrávač se zaměřením na hudbu a knihovny. Poradí si s externími zařízeními, CD disky a s obrázky alb.

source: Drop support for CD-ROM
cs: Zahozena podpora pro optické disky

source: Updated translations
cs: Aktualizovány překlady

source: Fix removing items from the queue
cs: Oprava odebírání položek z fronty

source: Fix equalizer sliders not properly disabled sometimes
cs: Oprava toho, že posuvníky ekvalizéru nebyly někdy správně znepřístupněny

source: Performance improvements
cs: Zlepšení odezvy aplikace

source: Removed old gsignond vapi
cs: Odebráno staré gsignond vapi

source: LibraryWindow: Use Granite.MessageDialog for showing alerts
cs: LibraryWindow: Pro zobrazování výstrah použito Granite.MessageDialog

source: PlaylistsUtils: Use Gtk.FileChooserNative
cs: PlaylistsUtils: Použito Gtk.FileChooserNative

source: Accurately remember window size
cs: Přesné zapamatování velikosti okna

source: Scale album art properly at high resolutions
cs: Přidána správná změna velikost přebalu alba při vysokých rozlišeních

source: Accurately select Music Folder Location for directories with spaces in name
cs: Přesný výběr umístění složky s hudbou pro složky s mezerami v názvu

source: New MediaKeyListener path for gnome-settings-daemon
cs: Nový popis umístění MediaKeyListener pro gnome-settings-daemon

source: AlbumView: double-click to play album
cs: AlbumView: přehrávání alba dvojklikem

source: Associate with s3m files
cs: Asociace se soubory typu s3m

source: Queue fixes
cs: Opravy fronty přehrávání

source: Properly restore playlists
cs: Řádné obnovování seznamů k přehrávání

source: Always respect custom music folder setting
cs: Vždy respektováno uživatelsky určené nastavení složky s hudbou

source: Minor bug fixes
cs: Opravy drobných chyb

source: Fix list and column view sorting
cs: Oprava řazení v zobrazení seznamu a sloupce

source: Add orange accent color
cs: Přidána oranžová barva zvýraznění

source: Add shortcut accels to tooltips
cs: Do nástrojových tipů přidány akcelerátory

source: Various UI changes
cs: Různé změny v uživatelském rozhraní

source: Shuffle fixes
cs: Opravy náhodného pořadí přehrávání

source: Initial MPRIS support
cs: Počáteční podpora pro protokol MPRIS

source: Detect library changes at startup.
cs: Zjišťování změn knihovny hudby při spouštění.

source: Support searching by URI
cs: Podpora hledání podle URI

source: Change the queue mechanism to make it less confusing.
cs: Změněn mechanizmus fronty přehrávání aby byl méně matoucí.

source: Improve equalizer style.
cs: Zlepšen styl ekvalizéru.

source: Minor bug fixes.
cs: Opravy drobných chyb.

source: Add rounded bottom window corner.
cs: Přidán zaoblený roh spodního okna.

source: New translations
cs: Nové překlady

source: Release for Loki.
cs: Vydání pro Loki.

source: Add support for Opus Ogg
cs: Přidána podpora pro Opus Ogg

source: Fix Ctrl+Q support for non-Latin keyboard layouts
cs: Opravena podpora pro Ctrl+Q pro rozložení klávesnice, které nejsou latinka

source: Reorganize media edition layout
cs: Přeuspořádání rozvržení edice média

source: Port grid to support HiDPI displays
cs: Přenesení mřížky pro podporu obrazovek s vysokým rozlišením (HiDPI)

source: Update icons to latest elementary icon release
cs: Aktualizace ikon na nejnovější vydání v elementary

source: Respect privacy mode
cs: Respektování režimu ochrany soukromí

source: elementary, Inc.
cs: elementary LLC.

source: Music Player
cs: Hudební přehrávač

source: Listen to music
cs: Poslouchejte hudbu

source: Noise;Audio;Player;MP3;iPod;Play;Playlist;Media;CD;Phone;Songs;
cs: Noise;Audio;Přehrávač;MP3;iPod;Přehrát;Seznam skladeb;Média;CD;Phone;Skladby;Music;
